Revit 2015 API
AreaTagTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual AreaTagTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As AreaTagTypeSetIterator
Visual C++
public:
virtual AreaTagTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
AreaTagTypeSet Class
Autodesk.Revit.DB Namespace